Repository: xiaogengxu/relative-income-political-orientation
Catalog: political_orientation/locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: Please answer all questions on this page.
fi: Ole hyvä ja vastaa kaikkiin kysymyksiin tällä sivulla.
sv: Vänligen besvara alla frågor på denna sida.

source: In this section, we ask about your views on various societal and political issues.
fi: Tässä osassa kysymme näkemyksiäsi koskien yhteiskunnallisia ja poliittisia kysymyksiä.
sv: I denna del ställer vi frågor om dina synpunkter på olika samhälleliga och politiska ämnen.

source: In politics, people sometimes talk of "left" and "right" on economic matters. Where would you place yourself on this scale?
fi: Politiikassa puhutaan toisinaan ”vasemmistosta” ja ”oikeistosta” taloutta koskevissa kysymyksissä. Mihin sijoittaisit itsesi tällä jatkumolla?
sv: I politiska sammanhang pratar man ibland om "höger" och "vänster" i ekonomiska frågor. Var skulle du ställa dig själv på denna skala?

source: People sometimes talk of conservative and liberal values. Where would you place yourself on this scale?
fi: Ihmiset puhuvat toisinaan konservatiivisista ja liberaaleista arvoista. Mihin sijoittaisit itsesi tällä jatkumolla?
sv: Man pratar ibland om konservativa och liberala värden. Var skulle du ställa dig själv på denna skala?

source: Which party would you most likely vote for, if there would be an election today? (Parties are listed in alphabetical order.)
fi: Mitä puoluetta äänestäisit, mikäli vaalit järjestettäisiin tänään? (Puolueet on listattu aakkosjärjestyksessä.)
sv: Vilket parti skulle du rösta på om det skulle vara val i dag? (Partierna är listade i alfabetisk ordning.)

source: In this section, we ask how you would describe yourself. Please use the sliders to tell us how well the following statements describe you as a person.
fi: Tässä osassa kysymme kuinka kuvailisit itseäsi. Ole hyvä ja merkitse liukusäätimellä, kuinka hyvin seuraavat väittämät kuvaavat sinua.
sv: I denna del frågar vi om hur du skulle beskriva dig själv. Vänligen dra i reglagen för att ange hur väl du anser följande påståenden beskriva dig som person.

source: "When someone does me a favor I am willing to return it."
fi: "Kun joku tekee minulle palveluksen, teen mielelläni vastapalveluksen."
sv: "När någon gör mig en tjänst är jag villig att göra något i gengäld."

source: "If I am treated very unjustly, I will take revenge at the first occasion, even if there is a cost to do so."
fi: "Jos minua kohdellaan kovin epäoikeudenmukaisesti, kostan heti tilaisuuden tullen, vaikka siitä aiheutuisi minulle kustannuksia."
sv: "Om jag behandlas väldigt orättvist kommer jag att hämnas vid första tillfälle, även om det innebär en kostnad att göra så."

source: "I assume that people have only the best intentions."
fi: "Oletan, että ihmisillä on hyvät tarkoitusperät."
sv: "Jag antar att människor bara menar väl."

source: "I enjoy working in situations involving competition with others."
fi: "Nautin työskentelystä tilanteissa, joihin liittyy kilpailua muiden kanssa."
sv: "Jag tycker om att jobba i omständigheter som innebär konkurrens med andra."

source: "It is important to me to perform better than others on a task."
fi: "Minulle on tärkeää suoriutua tehtävistäni muita paremmin."
sv: "Det är viktigt för mig att jag utför mina uppdrag bättre än andra."

source: In this section we ask about your willingness to act in a certain way. Please use the sliders below to indicate your answers.
fi: Tässä osassa kysymme kuinka kuvailisit itseäsi. Ole hyvä ja merkitse liukusäätimellä, kuinka hyvin seuraavat väittämät kuvaavat sinua.
sv: I denna del frågar vi om din beredskap att agera på ett visst sätt. Vänligen ange dina svar genom att dra i reglagen nedan.

source: How willing are you to give up something that is beneficial for you today in order to benefit more from that in the future?
fi: Kuinka halukas olet luopumaan jostakin, mistä on sinulle hyötyä tänään, saadaksesi suuremman hyödyn tulevaisuudessa?
sv: Hur villig är du att avstå från något som gynnar dig idag för att bättre gynnas av det i framtiden?

source: How willing are you to give to good causes without expecting anything in return?
fi: Kuinka halukas olet lahjoittamaan hyvään tarkoitukseen odottamatta mitään vastineeksi?
sv: Hur villig är du att ge till välgörenhet utan att förvänta något i retur?

source: In general, how willing or unwilling are you to take risks?
fi: Yleisesti ottaen, kuinka halukas tai haluton olet ottamaan riskejä?
sv: I allmänhet, hur villig eller ovillig är du att ta risker?

source: Finnish
fi: suomi
sv: suomi

source: Swedish
fi: svenska
sv: svenska
